Repository: common-repository/buddypress-who-clicked-at-my-profile
Catalog: languages/buddypresswcamp-*.po
Languages: de_de

source: Show visitors of my buddypress profile page
de_de: Zeige Besucher meines Profils an

source: Show bp profile visitors
de_de: Zeige Buddypress Profil-Besucher

source: Your profile has not been visited yet by another member of the community.
de_de: Deine Profilseite aktuell von noch keinem anderen Mitglied der Community angeklickt.

source: Your profile has been visited by:
de_de: Dein Profil wurde von folgenden Mitgliedern besucht:

source: Please log in to view the visitors of your profile
de_de: Bitte melde Dich an der Community an um Besucher deines Profils sehen zu können

source: Last visitors of your profile
de_de: Letzte Besucher deines Profils

source: Title
de_de: Titel

source: Show Avatars instead of links to last visitors profile pages
de_de: Zeige Avatare der letzten Profilbesucher anstelle von Links zu deren Profil

source: Amount of users that should be shown
de_de: Anzahl von Besuchern, welche im Widget angezeigt werden soll

source: %s visited your profile
de_de: %s hat dein Profil besucht
